; Generated (19.01.2021 22:00:00) by Folder Painter v1.3
; www.sordum.org

[Main]
Language=Auto
RefreshOtp=1
ModifiedTime=0
SubfolderOpt=-1
Sound=1
IconPack=101/02/03/104/

[Language_English]
Translator="BlueLife"
01="Change Folder Icon \n Blue \n Pink \n Mint \n Red \n Orange \n Lime \n Purple \n Gray \n Teal \n Navy \n Light Blue \n Green \n White \n Coffee"
02="\n"
03="\n"
04="\n"
05="\n"
06="\n"
07="\n"
08="\n"
09="\n"
10="\n"
11="\n"
12="\n"
13="\n"
14="\n"
15="\n"
16="Change Folder Icon"
17="Icon #"
18="&Default Folder Icon"
19="&Launch Folder Painter"
20="Context Menu Name:"
21="Target Icon:"
22="Select Icon\n Icon Files"
23="Use Shift Key to Display Context Menu"
24="Copy icon while in folder"
25="Add New Menu"
26="Remove Selected Menu"
27="Rebuild Shell Icon Cache"
28="Install \n Add to Context Menu"
29="Uninstall \n Remove from Context Menu"
30="Menu ...\n Other Options"
31="&Play Sound"
32="&Rebuild Shell Icon Cache"
33="&Command Line Info"
34="&Donate"
35="&Contact"
36="&HomePage"
37="&About"
38="Please Wait ..."
39="The system is not supported. Do you want to see command line info?"
40="Unable to write the file. You need permission to write the file."
41="To start software you must have Administrator rights!"
42="File could not be copied!"
43="Change the icon of subfolders"
44="This program is for changing folder icons easily."

[Language_Turkish_Türkçe]
Translator="BlueLife"
01="Klasör Simgesini Değiştir \n Mavi \n Pembe \n Açık Yeşil \n Kırmızı \n Portakal Rengi \n Limon Yeşili \n Mor \n Gri \n Turkuaz \n Lacivert \n Açık Mavi \n Yeşil \n Beyaz \n Kahve Rengi"
02="\n"
03="\n"
04="\n"
05="\n"
06="\n"
07="\n"
08="\n"
09="\n"
10="\n"
11="\n"
12="\n"
13="\n"
14="\n"
15="\n"
16="Klasör Simgesini Değiştir"
17="Simge #"
18="&Varsayılan Klasör Simgesi"
19="&Folder Painter'i Çalıştır"
20="Sağ Tuş Menüsündeki Adı:"
21="Hedef Simge:"
22="Simge Seç\n Simge Dosyaları"
23="Shift Tuşuna Basınca Menüde Göster"
24="İconu Klasörün İçine Kopyala"
25="Listeye Yeni Menü Ekle"
26="Listeden Menüyü Kaldır"
27="Simge Önbelleğini Yenile"
28="Menüye Ekle\n Sağtuş Menüsüne Ekler"
29="Menüden Kaldır\n Sağtuş Menüsünden Kaldırır"
30="Menu ...\n Diğer Seçenekler"
31="&Ses Açık"
32="&Simge Önbelleğini Yenile"
33="&Komut İstemi Bilgisi"
34="&Bağış Yap"
35="&İletişim"
36="&Web Sitesi"
37="&Hakkında"
38="Lütfen Bekleyiniz ..."
39="Sistem desteklenmiyor!\n Komut satırı bilgisini görüntülemek istermisiniz?"
40="Dosyaya yazılamıyor. Dosyaya yazmak için izininiz olmayabilir!"
41="Yönetici yetkisi alınamadı!"
42="Dosya kopyalanamadı!"
43="Alt Klasörlerin Simgesini de Değiştir"
44="Bu program klasör simgelerini kolayca değiştirmek için hazırlanmıştır"

[Language_German_Deutsch]
Translator="Velociraptor"
01="Ordner Symbol ändern \n Blau \n Rosa \n Minze \n Rot \n Orange \n Limette \n lila \n Grau \n Aquamarin \n Marine \n Hellblau \n Grün \n Weiß \n Braun"
02="\n"
03="\n"
04="\n"
05="\n"
06="\n"
07="\n"
08="\n"
09="\n"
10="\n"
11="\n"
12="\n"
13="\n"
14="\n"
15="\n"
16="Ordner Symbol ändern"
17="Symbol #"
18="&Standard order symbol"
19="&Folder Painter Einführen"
20="Kontextmenü Name:"
21="Zielsymbol:"
22="Symbol auswählen\n Symboldateien"
23="Umschalt Taste,um das Kontextmenü anzuzeigen"
24="während im Ordner Symbol kopieren"
25="Neues Menü hinzufügen"
26="Ausgewähltes Menü entfernen"
27="Symbol Cache Wiederherstellen"
28="Installieren\n zum Kontextmenü hinzufügen"
29="Deinstallieren"
30="Menü ...\n Andere Optionen"
31="Ton abspielen"
32="&Symbol Cache Wiederherstellen"
33="&Befehlszeile Info"
34="&Spenden"
35="&Kontakt"
36="&Startseite"
37="&Über Uns"
38="Bitte warten ..."
39="Das System wird nicht unterstützt. Möchten Sie Kommandozeileninfo sehen?"
40="Die Datei konnte nicht geschrieben werden. Sie benötigen Berechtigung zur Durchführung des Vorgangs."
41="Sie müssen Administratorrechte haben!"
42="Datei konnte nicht kopiert werden!"
43="Unterordner Symbole ändern"
44="Dieses Programm dient zum einfachen Ändern von Ordnersymbolen"

[Language_French_Français]
Translator="Le Crabe Info"
01="Changer l'icône du dossier \n Bleu \n Rose \n Menthe \n Rouge \n Orange \n Citron vert \n Violet \n Gris \n Bleu sarcelle \n Marine \n Bleu clair \n Vert \n Blanc \n Café"
02="\n"
03="\n"
04="\n"
05="\n"
06="\n"
07="\n"
08="\n"
09="\n"
10="\n"
11="\n"
12="\n"
13="\n"
14="\n"
15="\n"
16="Changer l'icône du dossier"
17="Icône #"
18="&Icône de dossier par défaut"
19="&Démarrer Folder Painter"
20="Nom du menu contextuel :"
21="Icône cible :"
22="Sélectionner un icône\n Fichiers d'icônes"
23="Utiliser la touche Maj pour afficher le menu contextuel"
24="Copier l'icône dans le dossier"
25="Ajouter un nouveau menu"
26="Supprimer le menu sélectionné"
27="Reconstruire le cache des icônes du shell"
28="Installer \n Ajouter au menu contextuel"
29="Désinstaller \n Supprimer du menu contextuel"
30="Menu ...\n Autres options"
31="&Jouer un son"
32="&Reconstruire le cache des icônes du shell"
33="&Informations sur la ligne de commande"
34="&Faire un don"
35="&Contact"
36="&Page d'accueil"
37="&À propos de"
38="Patientez..."
39="Le système n'est pas pris en charge. Voulez-vous voir les informations sur la ligne de commande ?"
40="Impossible d'écrire le fichier. Vous devez avoir l'autorisation d'écrire le fichier."
41="Pour démarrer le logiciel, vous devez disposer des droits d'administrateur !"
42="Le fichier n'a pas pu être copié !"
43="Changer l'icône des sous-dossiers"
44="Ce programme permet de changer facilement les icônes des dossiers."

[Language_Slovenian_Slovenija]
Translator="Sloprlek"
01="Spremeni Ikono Mape \n Modra \n Roza \n Mint \n Rdeča \n Oranžna \n Lime \n Vijolična \n Siva \n Zelenomodra \n Mornarska \n Svetlo Modra \n Zelena \n Bela \n Kava"
02="\n"
03="\n"
04="\n"
05="\n"
06="\n"
07="\n"
08="\n"
09="\n"
10="\n"
11="\n"
12="\n"
13="\n"
14="\n"
15="\n"
16="Spremeni Ikono Mape"
17="Ikona #"
18="&Privzeta Ikona Mape"
19="&Zaženi Slikarja Za Mape"
20="Ime Kontekstnega Menija:"
21="Ciljna Ikona:"
22="Izberite Ikono\n Datoteke z Ikonami"
23="Uporabite Tipko Shift Za Prikaz Kontekstnega Menija Zaslona"
24="Kopiraj Ikono V Mapi"
25="Dodaj Nov Meni"
26="Odstrani Izbrani Meni"
27="Obnovi Predpomnilnik Ikone Lupine"
28="Namesti \n Dodaj V Kontekstni Meni"
29="Odstrani \n Odstrani Iz Kontekstnega Menija"
30="Meni ...\n Druge Možnosti"
31="&Predvajaj Zvok"
32="&Obnovi Predpomnilnik Ikone Lupine"
33="&Podatki O Ukazni Vrstici"
34="&Donirajte"
35="&Kontakt"
36="&Domača Stran"
37="&Izhod"
38="Prosim Počakaj ..."
39="Sistem Ni Podprt. Želite Videti Informacije o Ukazni Vrstici?"
40="Datoteke ni Mogoče Napisati. Za Pisanje Datoteke Potrebujete Dovoljenje."
41="Za Zagon Programske Opreme Morate Imeti Skrbniške Pravice!"
42="Datoteke Ni Bilo Mogoče Kopirati!"
43="Change the icon of subfolders"
44="This program is for changing folder icons easily."

[Language_Polish_Polski]
Translator="zby mal"
01="Zmień ikonę folderu\nNieb.\nRóż.\nMięt.\nCzerw.\nPomar.\nLimon.\nFiol.\nSzary\nMorski\nGranat.\nJasno Nieb.\nZiel.\nJasno szary\nBrąz."
02="\n"
03="\n"
04="\n"
05="\n"
06="\n"
07="\n"
08="\n"
09="\n"
10="\n"
11="\n"
12="\n"
13="\n"
14="\n"
15="\n"
16="Zmień ikonę folderu"
17="Ikona #"
18="&Domyślna ikona folderu"
19="&Uruchom malarza folderów"
20="Nazwa menu kontekstowego:"
21="Cel ikony"
22="Wybierz ikonę\nPliki ikon"
23="Użyj klawisza Shift, aby wyświetlić menu kontekstowe"
24="Skopiuj ikonę w folderze"
25="Dodaj nowe menu"
26="Usuń wybrane menu"
27="Przebuduj pamięć podręczną ikon powłoki"
28="Zainstaluj\nDodaj do menu kontekstowego"
29="Odinstaluj\nUsuń z menu kontekstowego"
30="Menu ...\nInne opcje"
31="&Odtwórz dźwięk"
32="&Przebuduj pamięć podręczną ikon powłoki"
33="&Donate"
34="&Darowizna"
35="&Kontakt"
36="&Strona domowa"
37="&O..."
38="Proszę czekać..."
39="System nie jest obsługiwany. Czy chcesz zobaczyć informacje z linii poleceń?"
40="Nie można zapisać pliku. Potrzebujesz pozwolenia na zapisanie pliku."
41="Aby uruchomić oprogramowanie, musisz mieć uprawnienia administratora!"
42="Nie można skopiować pliku!"
43="Change the icon of subfolders"
44="This program is for changing folder icons easily."

[Language_Russian_Русский]
Translator="Valerij Romanovskij"
01="Изменить значок папки\nСиний\nРозовый\nМятный\nКрасный\nОранжевый\nЛайм\nФиолетовый\nСерый\nБирюзовый\nТёмно-синий\nСветло-голубой\nЗеленый\nБелый\nКофейный"
02=""
03=""
04=""
05=""
06=""
07=""
08=""
09=""
10=""
11=""
12=""
13=""
14=""
15=""
16="Изменить значок папки"
17="Значок #"
18="&Восстановить по умолчанию"
19="&Запуск Folder Painter"
20="Пункт в контекстном меню:"
21="Целевой значок:"
22="Веберите значок\nФайлы иконок"
23="Использовать Shift для вызова меню"
24="Копировать значок в папку"
25="Добавить новое меню"
26="Удалить выбранное меню"
27="Перестроить кэш иконок"
28="Установить\nДобавить в контекстное меню"
29="Удалить\nУдалить из контекстного меню"
30="Меню ...\nДругие опции"
31="&Воспроизвести звук"
32="&Перестроить кэш иконок"
33="&Параметры командной строки"
34="&Поддержать"
35="&Контакты"
36="&Веб-сайт"
37="&О программе"
38="Подождите..."
39="Система не поддерживается. Хотите увидеть информацию о командной строке?"
40="Невозможно записать файл. Вам нужны разрешения на запись файла."
41="Для запуска программы у вас должны быть права администратора!"
42="Файл не может быть скопирован!"
43="Изменять значки подпапок"
44="Эта программа предназначена для простого изменения значков папок."

[Language_Persian_فارسی]
Translator="حسام محمدی"
01="تغییر آیکن پوشه\nآبی\nصورتی\nنعنایی\nقرمز\nنارنجي\nلیمویی\nارغواني\nخاکستري\nسبز دودی\nسرمه ای\nآبی روشن\nسبز\nسفید\nقهوه ای"
02="\n"
03="\n"
04="\n"
05="\n"
06="\n"
07="\n"
08="\n"
09="\n"
10="\n"
11="\n"
12="\n"
13="\n"
14="\n"
15="\n"
16="تغییر آیکن پوشه"
17="آیکن #"
18="&آیکن پیش فرض پوشه"
19="&اِجرای برنامه"
20="نام منوی زمینه:"
21="آیکن هدف:"
22="انتخاب آیکن\nفایل آیکن"
23="از کلید شیفت برای نمایش منوی زمینه استفاده کن"
24="دائمی کردن آیکن برای پوشه در همه جا"
25="افزودن منوی جدید"
26="حذف منوی منتخب"
27="بازسازی کَش آیکن"
28="نصب\nافزودن به منوی زمینه"
29="حذف\nحذف از منوی زمینه"
30="منو ...\nسایر گزینه ها"
31="&پخش صدا"
32="ساخت مجدد کَش پوسته آیکن&"
33="&اطلاعات فرمان خطی"
34="&حمایت مالی"
35="&ارتباط"
36="&صفحه خانگی"
37="&درباره"
38="منتظر بمانید..."
39="سیستم پشتیبانی نشده است.میخواهید اطلاعات فرمان خطی را ببینید؟"
40="قادر به نوشتن فایل نیست.شما نیاز به اجازه نوشتن فایل دارید"
41="برای اِجرای برنامه باید دسترسی آدمین داشته باشید"
42="!فایل را نمیتوان کپی کرد"
43="تغییر آیکن زیرپوشه ها"
44="این برنامه برای تغییر آسان آیکن های پوشه است"

[Language_Japanese_日本語]
Translator="wakaizumo"
01="アイコン色を変更\n青\nピンク\nミント\n赤\nオレンジ\nライム\n紫\nグレー\nティール\nネイビー\nライトブルー\n緑\n白\n茶"
02="\n"
03="\n"
04="\n"
05="\n"
06="\n"
07="\n"
08="\n"
09="\n"
10="\n"
11="\n"
12="\n"
13="\n"
14="\n"
15="\n"
16="フォルダアイコンを変更"
17="アイコン #"
18="デフォルトに戻す"
19="“Folder Painter” を開く"
20="右クリック時の表示名："
21="アイコンの指定："
22="アイコンの選択\nアイコンファイル"
23="Shift キー + 右クリック でメニューに表示"
24="フォルダ内にアイコンをコピー (変更を永続)"
25="リストへ新規メニューを追加"
26="リストから選択メニューを削除"
27="アイコンキャッシュを再構築する"
28="インストール (適用)\nフォルダの右クリックメニューに追加します"
29="アンインストール\nフォルダの右クリックメニューから削除します"
30="オプション\nその他のオプションや情報を表示します"
31="サウンドを有効にする(&S)"
32="アイコンキャッシュを再構築する(&R)"
33="コマンドライン情報(&C)..."
34="寄付サイトへ(&D)..."
35="お問い合わせ(&Q)..."
36="作者サイトへ(&H)..."
37="このソフトについて(&A)..."
38="処理中・・・ 少々お待ち下さい"
39="このシステムはサポートされていません。 コマンドライン情報を表示しますか?"
40="ファイルへの書込みに失敗しました。 ファイルへの書込み権限が必要です。"
41="このソフトを起動するには、管理者権限が必要となります"
42="ファイルをコピーする事ができませんでした"
43="サブフォルダも変更対象とする"
44="\nフォルダのアイコン色を手軽に変更できるツールです"

[Language_Hungarian_Magyar]
Translator="LaMoLa"
01="Mappa ikon módosítása \n Kék \n Rózsaszín \n Mentazöld \n Piros \n Narancs \n Citromzöld \n Lila \n Szürke \n Kékeszöld \n Sötétkék \n Világoskék \n Zöld \n Fehér \n Kávébarna"
02="\n"
03="\n"
04="\n"
05="\n"
06="\n"
07="\n"
08="\n"
09="\n"
10="\n"
11="\n"
12="\n"
13="\n"
14="\n"
15="\n"
16="Mappa ikon módosítása"
17="Ikon #"
18="&Alapértelmezett mappa ikon"
19="&Mappafestő indítása"
20="Tároló mappa / ikon átnevezése:"
21="Módosítandó ikon:"
22="Ikon Kiválasztás / Csere\n Ikonfájlok"
23="Helyi menü megnyitása a Shift lenyomásával"
24="Kiválasztott ikon bemásolása a mappába"
25="Új Ikon csoport hozzáadása"
26="A kijelölt csoport eltávolítása"
27="Ikon gyorsítótár újraépítése"
28="Telepítés \n Hozzáadás a helyi menühöz"
29="Eltávolítás \n Eltávolítás a helyi menüből"
30="Menü\n Egyéb opciók"
31="&Hangjelzés használata"
32="&Ikon gyorsítótár újraépítése"
33="&Parancssori információ"
34="&Hozzájárulás"
35="&Kapcsolat"
36="&Weboldal"
37="&Névjegy"
38="Várjon ..."
39="Ez a rendszer nem támogatott. Látni akarja a parancssori infót?"
40="Nem írható a fájl. Engedély szükséges a fájl írásához."
41="A szoftver indításához admin jog szükséges!"
42="Nem másolható a fájl!"
43="Change the icon of subfolders"
44="This program is for changing folder icons easily."

[Language_Korean_한국어]
Translator="VenusGirl"
01="폴더 아이콘 변경\n파랑\n분홍\n민트\n빨강\n주황색\n라임\n보라색\n회색\n청록색\n네이비\n밝은 파랑\n녹색\n흰색\n커피"
02=""
03=""
04=""
05=""
06=""
07=""
08=""
09=""
10=""
11=""
12=""
13=""
14=""
15=""
16="폴더 아이콘 변경"
17="아이콘 #"
18="기본 폴더 아이콘(&D)"
19="폴더 페인터 시작(&F)"
20="상황에 맞는 메뉴 이름:"
21="대상 아이콘:"
22="아이콘 선택\n아이콘 파일"
23="Shift 키를 사용하여 상황에 맞는 메뉴 표시"
24="폴더에 있는 동안 아이콘 복사"
25="새 메뉴 추가"
26="선택한 메뉴 제거"
27="쉘 아이콘 캐시 재생성"
28="설치\n상황에 맞는 메뉴에 추가"
29="제거\n상황에 맞는 메뉴에서 제거"
30="메뉴 ...\n기타 옵션"
31="소리 재생(&P)"
32="쉘 아이콘 캐시 재생성(&R)"
33="명령줄 정보(&C)"
34="기부하기(&D)"
35="연락처(&C)"
36="홈페이지(&H)"
37="정보(&A)"
38="기다려주십시오..."
39="시스템이 지원되지 않습니다. 명령줄 정보를 보시겠습니까?"
40="파일을 쓸 수 없습니다. 파일을 쓸 수 있는 권한이 필요합니다."
41="소프트웨어를 시작하려면 관리자 권한이 있어야 합니다!"
42="파일을 복사할 수 없습니다!"
43="하위 폴더의 아이콘 변경"
44="이 프로그램은 폴더 아이콘을 쉽게 변경하기 위한 프로그램입니다."

[Language_Greek_Ελληνικά]
Translator="geogeo  (www.geogeo.gr)"
01="Αλλαγή εικονιδίου φακέλου \n Μπλε \n Ροζ \n Βεραμάν \n Κόκκινο \n Πορτοκαλί \n Λαχανί \n Μωβ \n Γκρι \n Πετρόλ \n Σκούρο μπλε \n Θαλασσί \n Πράσινο \n Λευκό \n Καφέ"
02="\n"
03="\n"
04="\n"
05="\n"
06="\n"
07="\n"
08="\n"
09="\n"
10="\n"
11="\n"
12="\n"
13="\n"
14="\n"
15="\n"
16="Αλλαγή εικονιδίου φακέλου"
17="Εικονίδιο #"
18="&Προεπιλεγμένο εικονίδιο φακέλου"
19="&Εκκίνηση Folder Painter"
20="Όνομα μενού περιβάλλοντος:"
21="Εικονίδιο προορισμού:"
22="Επιλέξτε εικονίδιο\n Αρχεία εικονιδίων"
23="Χρήση πλήκτρου Shift για εμφάνιση του μενού περιβάλλοντος"
24="Αντιγραφή εικονιδίου στο φάκελο"
25="Προσθήκη νέου μενού"
26="Κατάργηση επιλεγμένου μενού"
27="Ανανέωση Cache εικονιδίου κελύφους"
28="Εγκατάσταση \n Προσθήκη στο Μενού περιβάλλοντος"
29="Απεγκατάσταση \n Κατάργηση από Μενού περιβάλλοντος"
30="Μενού ...\n Άλλες επιλογές"
31="Αναπαραγωγή ήχου"
32="&Ανανέωση Cache εικονιδίου κελύφους"
33="Πληροφορίες &Γραμμής εντολών"
34="&Δωρεά"
35="&Επικοινωνία"
36="&Ιστοσελίδα"
37="&Περί"
38="Παρακαλώ περιμένετε..."
39="Το σύστημα δεν υποστηρίζεται. Θέλετε να δείτε τις πληροφορίες της γραμμής εντολών;"
40="Δεν είναι δυνατή η εγγραφή του αρχείου. Χρειάζονται δικαιώματα εγγραφής στο αρχείο."
41="Για να εκκινήσετε το λογισμικό θα πρέπει να έχετε δικαιώματα διαχειριστή!"
42="Δεν ήταν δυνατή η αντιγραφή του αρχείου!"
43="Change the icon of subfolders"
44="This program is for changing folder icons easily."

[Language_Italian_Italiano]
Translator="KKaio.com"
01="Cambia l'icona della cartella\nBlu\nRosa\nMenta\nRosso\nArancione\nLime\nViola\nGrigio\nVerde acqua\nNavy\nBlu chiaro\nVerde\nBianco\nCaffè"
02="\n"
03="\n"
04="\n"
05="\n"
06="\n"
07="\n"
08="\n"
09="\n"
10="\n"
11="\n"
12="\n"
13="\n"
14="\n"
15="\n"
16="Cambia l'icona della cartella"
17="Icona #"
18="&Icona standard"
19="&Avvia Folder Painter"
20="Nome del menu contestuale:"
21="Icona di destinazione:"
22="Seleziona Icona\nFile Icona"
23="Usa il tasto Maiusc per visualizzare il menu contestuale"
24="Copia l'icona nella cartella"
25="Aggiungi nuovo menu"
26="Rimuovi il menu selezionato"
27="Ricostruisci la cache delle icone"
28="Installa\nAggiungi al menu contestuale"
29="Disinstalla\nRimuovi dal menu contestuale"
30="Menu ...\nAltre opzioni"
31="Riproduci &suono"
32="&Ricostruisci la cache delle icone"
33="&Informazioni linea di comando"
34="&Dona"
35="&Contatti"
36="&HomePage"
37="Inf&o su..."
38="Attendere prego..."
39="Il sistema non è supportato. Vuoi visualizzare le opzioni da riga di comando?"
40="Impossibile scrivere il file. Sono necessari permessi di scrittura per scrivere il file."
41="Per avviare il programma devi avere i diritti di Amministratore!"
42="Il file non può essere copiato!"
43="Change the icon of subfolders"
44="This program is for changing folder icons easily."

[Language_Hebrew_עברית]
Translator="עברית"
01="שינוי סמל תיקיה\nכחול\nורוד\nירקרק\nאדום\nכתום\nירוק תפוח\nסגול\nאפור\nמנטה\nטורקיז\nכחול בהיר\nירוק\nלבן\nחום"
02="\n"
03="\n"
04="\n"
05="\n"
06="\n"
07="\n"
08="\n"
09="\n"
10="\n"
11="\n"
12="\n"
13="\n"
14="\n"
15="\n"
16="שינוי סמל תיקיה"
17="סמל #"
18="&סמל ברירת מחדל של תיקיה"
19="&פתח את מצייר תיקיה"
20="שם תפריט ההקשר:"
21="סמל יעד:"
22="בחר סמל\nקבצי סמל"
23="להצגת תפריט ההקשר Shift השתמש במקש"
24="העתק סמל בתיקיה"
25="הוסף תפריט חדש"
26="הסר תפריט נבחר"
27="בנה מחדש מטמון סמלים"
28="התקן\nהובף לתפריט ההקשר"
29="הסר\nהסר מתפריט ההקשר"
30="... תפריט\nאפשרויות אחרות"
31="&הפעל קול"
32="&בנה מחדש מטמון סמלים"
33="&מידע שורת הפקודה"
34="&לתרום"
35="&צור קשר"
36="&דף הבית"
37="&אודות"
38="... אנא המתן"
39="המערכת אינה נתמכת. האם ברצונך לראות את פרטי שורת הפקודה?"
40="לא ניתן לכתוב את הקובץ. אתה צריך אישור כדי לכתוב את הקובץ."
41="כדי להפעיל את התוכנה עליך להיות בעל הרשאות מנהל!"
42="לא ניתן להעתיק את הקובץ!"
43="Change the icon of subfolders"
44="This program is for changing folder icons easily."

[Language_Portuguese_Português-PT]
Translator="Pedro Martins"
01="Mudar ícone da pasta \n Azul \n Rosa \n Menta \n Vermelho \n Laranja \n Lima \n Roxo \n Cinzento \n Verde Água \n Azul Marinho \n Azul Claro \n Verde \n Branco \n Castanho"
02="Mudar Ícone da Pasta \n Azul \n Castanho \n Roxo \n Verde \n Verde Água \n Vermelho \n Laranja \n Rosa \n Azul Claro \n Azul Escuro \n Cinzento \n Rosa Velho \n Vermelho Claro \n Lima"
03="Mudar Ícone da Pasta \n Pessoal \n Documentos \n Localização \n Trabalhos \n Privada \n Imagens \n Ajuda \n Música \n Vídeos \n Castanho \n Marcados \n Importante \n Projectos \n Ferramentas"
04="\n"
05="\n"
06="\n"
07="\n"
08="\n"
09="\n"
10="\n"
11="\n"
12="\n"
13="\n"
14="\n"
15="\n"
16="Mudar Ícone da Pasta"
17="Ícone #"
18="&Pasta Predefinida"
19="&Abrir o Folder Painter"
20="Nome do Menu de Contexto:"
21="Ícone Alvo:"
22="Selecionar Ícone\nFicheiros de Ícones"
23="Use a tecla Shift para mostrar o menu de Contexto"
24="Copiar ícone na pasta"
25="Adicionar Novo Menu"
26="Remover Menu Seleccionado"
27="Reconstruir cache dos ícones"
28="Instalar\nAdicionar ao Menu de Contexto"
29="Desinstalar\nRemover do Menu de Contexto"
30="Menu ...\nOutras Opções"
31="&Tocar som"
32="&Reconstruir cache dos ícones"
33="&Informação da linha de comando"
34="&Doar"
35="&Contactar"
36="&Página inicial"
37="&Acerca de"
38="Por favor espere ..."
39="O sistema não é suportado. Quer ver a informação da linha de comando?"
40="Não é possível escrever o ficheiro. Precisa de permissão para escrever o ficheiro."
41="Para iniciar o programa deve ter privilégios de Administrador!"
42="O ficheiro não pode ser copiado!"
43="Change the icon of subfolders"
44="This program is for changing folder icons easily."

[Language_Arabic_العربية]
Translator="حسين القناشي"
01="تغيير أيقونة المجلد \n أزرق \n وردي \n نعناعي \n أحمر \n برتقالي \n ليموني \n أرجواني \n رمادي \n شرشيري \n بحري \n أزرق فاتح \n أخضر \n أبيض \n قهوي"
02="\n"
03="\n"
04="\n"
05="\n"
06="\n"
07="\n"
08="\n"
09="\n"
10="\n"
11="\n"
12="\n"
13="\n"
14="\n"
15="\n"
16="تغيير أيقونة المجلد"
17="أيقونة #"
18="&أيقونة المجلد الافتراضية"
19="&تشغيل Folder Painter"
20="اسم قائمة السياق:"
21="الأيقونة المستهدفة:"
22="اختيار أيقونة\n ملف الأيقونات"
23="Shift لعرض القائمة استخدم"
24="نسخ الأيقونة في المجلد"
25="إضافة قائمة جديدة"
26="إزالة القائمة المحددة"
27="إعادة بناء مخبأ الأيقونات"
28="تثبيت \n إضافة لقائمة السياق"
29="عدم تثبيت \n إزالة من قائمة السياق"
30="قائمة ...\n خيارات أخرى"
31="&تشغيل صوت"
32="&إعادة بناء مخبأ الأيقونات"
33="&معلومة سطر الأوامر"
34="&تبرع"
35="&اتصل بنا"
36="&الصفحة الرئيسية"
37="&عن"
38="رجاء انتظر ..."
39="النظام غير مدعوم.هل تريد عرض معلومة سطر الأوامر؟"
40="غير قادر على كتابة الملف. تحتاج إذن"
41="يجب أن تكون مسؤل ليعمل البرنامج!"
42="لايمكن نسخ الملف!"
43="Change the icon of subfolders"
44="This program is for changing folder icons easily."

[Language_Spanish_Español]
Translator="Freire Hispalensis"
01="Cambiar icono de carpeta\n Azul\n Rosado\n Menta\n Rojo\n Naranja\n Lima\n Púrpura\n Gris\n Teal\n Armada\n Azul claro\n Verde\n Blanco\n Café"
02="\n"
03="\n"
04="\n"
05="\n"
06="\n"
07="\n"
08="\n"
09="\n"
10="\n"
11="\n"
12="\n"
13="\n"
14="\n"
15="\n"
16="Cambiar icono de carpeta"
17="Icono #"
18="Icono de carpeta predeterminado"
19="Ejecutar Folder Painter"
20="Nombre del menú contextual:"
21="Icono destino:"
22="Seleccionar icono\n Archivos de iconos"
23="Usar la tecla Mayús para mostrar el menú"
24="Copiar el icono mientras está en la carpeta"
25="Añadir nuevo menú"
26="Remover menú seleccionado"
27="Reconstruir la caché de iconos"
28="Instalar\n Añadir al menú conextual"
29="Desinstalar\n Quitar del Menú"
30="Menú...\n Otras Opciones"
31="Reproducir Sonido"
32="Reconstruir la caché de Iconos"
33="Información de la línea de comandos"
34="Donar"
35="Contacto"
36="Página principal"
37="Acerca de"
38="Espere por favor..."
39="El sistema no es compatible. ¿Quiere ver información de la línea de comandos?"
40="No se puede escribir el archivo. Necesita permiso para escribir el archivo."
41="¡Para iniciar el software debe tener permisos de administrador!"
42="¡No se pudo copiar el archivo!"
43="Cambiar el icono de las subcarpetas"
44="Este programa es para cambiar fácilmente los iconos de las carpetas."

[Language_Chinese-Simplified_简体中文]
Translator="蓝星天宇"
01="文件夹颜色 \n 蓝色 \n 粉红色 \n 薄荷绿 \n 红色 \n 橙色 \n 绿黄色 \n 紫色 \n 灰色 \n 蓝绿色 \n 海军蓝 \n 浅蓝色 \n 绿色 \n 白色 \n 咖啡色"
02="文件夹样式 \n 样式 1 \n 样式 2 \n 样式 3 \n 样式 4 \n 样式 5 \n 样式 6 \n 样式 7 \n 样式 8 \n 样式 9 \n 样式 10 \n 样式 11 \n 样式 12 \n 样式 13 \n 样式 14"
03="文件夹图标 \n 图标 1 \n 图标 2 \n 图标 3 \n 图标 4 \n 图标 5 \n 图标 6 \n 图标 7 \n 图标 8 \n 图标 9 \n 图标 10 \n 图标 11 \n 图标 12 \n 图标 13 \n 图标 14"
04="\n"
05="\n"
06="\n"
07="\n"
08="\n"
09="\n"
10="\n"
11="\n"
12="\n"
13="\n"
14="\n"
15="\n"
16="更改文件夹图标"
17="图标 #"
18="默认文件夹图标(&D)"
19="打开 Folder Painter(&L)"
20="右键菜单名称："
21="目标图标："
22="选择图标\n 图标文件"
23="使用 Shift 键显示右键菜单"
24="在文件夹中复制图标"
25="添加新建菜单"
26="移除选定菜单"
27="重建 Shell 图标缓存"
28="安装 \n 添加到右键菜单"
29="卸载 \n 从右键菜单中移除"
30="菜单...\n 其他选项"
31="播放声音(&P)"
32="重建 Shell 图标缓存(&R)"
33="命令行信息(&C)"
34="捐助(&D)"
35="联系方式(&C)"
36="首页(&H)"
37="关于(&A)"
38="请稍候..."
39="该系统不支持！您想要查看命令行信息吗？"
40="无法写入文件！您需要写入文件的权限！"
41="想要启动软件，您必须具有管理员权限！"
42="无法复制文件！"
43="Change the icon of subfolders"
44="This program is for changing folder icons easily."

[Language_Ukrainian_Українська]
Translator="Did Kokos"
01="Змінити колір папки\nГолубий\nРожевий\nМ'ятний\nЧервоний\nПомаранчевий\nЛаймовий\nФіолетовий\nСірий\nЛазуровий\nСиній\nБлакитний\nЗелений\nБілий\nКавовий"
02="\n"
03="\n"
04="\n"
05="\n"
06="\n"
07="\n"
08="\n"
09="\n"
10="\n"
11="\n"
12="\n"
13="\n"
14="\n"
15="\n"
16="Змінити значок папки"
17="Значок #"
18="&За замовчуванням"
19="&Запуск Folder Painter"
20="Назва контекстного меню:"
21="Обраний значок:"
22="Оберіть значок\nФайли значків"
23="Shift для виклику контекстного меню"
24="Копіювати значок до папки"
25="Додати нове меню"
26="Видалити обране меню"
27="Оновити кеш значків"
28="Додати\nДодати до контекстного меню"
29="Видалити\nВидалити з контекстного меню"
30="Меню...\nІнші налаштунки"
31="&Відтворити звук"
32="&Оновити кеш значків"
33="&Про командний рядок"
34="&Внесок"
35="&Контакти"
36="&Домашня сторінка"
37="&Про нас"
38="Будь ласка, очікуйте..."
39="Система не підтримується. Бажаєте переглянути інформацію про командний рядок?"
40="Запис файлу вимкнуто! Вам необхідні дозволи для запису файлу."
41="Для запуску програми необхідні дозволи Адміністратора!"
42="Неможливо скопіювати файл!"
43="Change the icon of subfolders"
44="This program is for changing folder icons easily."

[Language_Dutch_Dutch]
Translator="Leo Hoek"
01="Verander map icoon \n Blauw \n Roze \n Mint groen \n Rood \n Oranje \n Limoen \n Paars \n Grijs \n Groen blauw \n Marine blauw \n Licht blauw \n Groen \n Wit \n Koffie bruin"
02="\n"
03="\n"
04="\n"
05="\n"
06="\n"
07="\n"
08="\n"
09="\n"
10="\n"
11="\n"
12="\n"
13="\n"
14="\n"
15="\n"
16="Verander map icoon"
17="Icoon #"
18="&Standaard map icoon"
19="&Start Folder Painter"
20="Context menu naam:"
21="Doel icoon:"
22="Selecteer icoon\nIcoon bestanden"
23="Gebruik shift toets voor tonen context menu"
24="Kopieer icon wanneer in actieve folder"
25="Voeg nieuw menu toe"
26="Verwijder geselecteerd menu"
27="Bouw shell icon cache opnieuw op"
28="Installeer\nVoeg toe aan context menu"
29="Deinstalleer\nVerwijder van context menu"
30="Menu ...\nAndere opties"
31="&Speel geluid af"
32="&Bouw shell icoon cache opnieuw op"
33="&Command line info"
34="&Doneer"
35="&Contact"
36="&Homepage"
37="&Info"
38="Even wachten ..."
39="Dit systeem is niet ondersteund. Wil je de command line info zien?"
40="Opslaan van het bestand is niet mogelijk. Je hebt schrijfrechten nodig."
41="Administrator rechten zijn nodig voor het starten van de software!"
42="Bestand kan niet gekopieerd worden!"
43="Wijzig icoon onderliggende sub mappen ook"
44="Dit programma is voor het snel veranderen van map iconen"

[Language_Danish_Dansk]
Translator="Niels Erik Jensen"
01="Skift mappeikon\nBlå\nLyserød\nMint\nRød\nOrange\nCitrongul\nLilla\nGrå\nBlågrøn\nMarineblå\nLyseblå\nGrøn\nHvid\nKaffebrun"
02="\n"
03="\n"
04="\n"
05="\n"
06="\n"
07="\n"
08="\n"
09="\n"
10="\n"
11="\n"
12="\n"
13="\n"
14="\n"
15="\n"
16="Skift mappeikon"
17="Ikon #"
18="&Standardmappeikon"
19="&Start mappemaler"
20="Overordnet nenunavn"
21="Målikon:"
22="Vælg ikon\n  Ikonfiler"
23="Brug Shift-tasten til at vise kontekstmenu"
24="Kopier ikon mens du er i mappen"
25="Tilføj ny menu"
26="Fjern den valgte menu"
27="Genopbyg Shell Icon Cache"
28="Installer \nFøj til kontekstmenu"
29="Afinstaller\n  Fjern fra kontekstmenuen"
30="Menu ...\n  Andre muligheder"
31="&Afspil lyd"
32="&Gendan Shell Icon Cache"
33="&Kommandolinieinfo"
34="&Donér"
35="&Kontakt"
36="&Hjemmeside"
37="&Om"
38="Vent venligst ..."
39="Systemet understøttes ikke. Vil du se kommandolinjelinien?"
40="Kan ikke skrive filen. Du har brug for tilladelse til at skrive filen."
41="For at starte software skal du have administratorrettigheder!"
42="Filen kunne ikke kopieres!"
43="Change the icon of subfolders"
44="This program is for changing folder icons easily."

[Language_Czech_Česky]
Translator="Nikola Štěrba"
01="Změnit ikonu složky\nModrá\nRůžová\nMátová zeleň\nČervená\nOranžová\nLimetková zeleň\nFialová\nŠedá\nŠedozelená\nModrá\nSvětle modrá\nZelená\nBílá\nKávová"
02=""
03=""
04=""
05=""
06=""
07=""
08=""
09=""
10=""
11=""
12=""
13=""
14=""
15=""
16="Změnit ikonu složky"
17="Ikona #"
18="&Ikona výchozí složky"
19="&Spustit program"
20="Název kontextové nabídky:"
21="Cílová ikona:"
22="Vybrat ikonu\nSoubory ikon"
23="Stisknout SHIFT pro zobrazení kontextové nabídky"
24="Kopírovat na ikony ve složce"
25="Přidat novou nabídku"
26="Odebrat zvolenou nabídku"
27="Vytvořit nový soubor ikon"
28="Instalovat\nPřidat do kontextové nabídky"
29="Odinstalovat\nOdebrat z kontextové nabídky"
30="Nabídka\nDalší volby"
31="&Přehrát zvuk"
32="&Vytvořit nový soubor ikon"
33="&Informace o příkazového řádku"
34="&Přispět"
35="&Kontakt"
36="&Domovská stránka"
37="&O programu"
38="Čekejte ..."
39="Systém není podporován. Zobrazit informace příkazového řádku ?"
40="Soubor nelze zapsat. Potřebujete oprávnění k zápisu souboru."
41="Ke spuštění programu je nutné oprávnění správce."
42="Soubor nelze zkopírovat !"
43="Change the icon of subfolders"
44="This program is for changing folder icons easily."

[Language_Portuguese_Português (Brasil)]
Translator="Claudio Mantovani Vieira"
01="Mudar o ícone da Pasta\nAzul\nRosa\nMenta\nVermelho\nLaranja\nLima\nRoxo\nCinza\nVerde Água\nAzul Marinho\nAzul Claro\nVerde\nBranco\nCafé"
02="\n"
03="\n"
04="\n"
05="\n"
06="\n"
07="\n"
08="\n"
09="\n"
10="\n"
11="\n"
12="\n"
13="\n"
14="\n"
15="\n"
16="Mudar o Ícone da Pasta"
17="Ícone #"
18="&Ícone Padrão da Pasta"
19="&Abrir o Folder Painter"
20="Nome do Menu de Contexto:"
21="Ícone de Destino:"
22="Selecionar o Ícone\nArquivos de Ícones"
23="Usar Tecla Shift p/ Exibir Menu de Contexto"
24="Copiar o ícone enquanto ele estiver na pasta"
25="Adicionar Novo Menu"
26="Remover o Menu Selecionado"
27="Reconstruir o Cache do Ícone Shell"
28="Selecionar o Ícone\nArquivos de Ícones"
29="Desinstalar\nRemove do Menu de Contexto"
30="Menu ...\nOutras Opções"
31="&Tocar Som"
32="&Reconstruir o Cache do Ícone Shell"
33="&Informações da Linha de Comando"
34="&Doar"
35="&Contato"
36="&Página Inicial"
37="&Sobre"
38="Por favor, aguarde ..."
39="O sistema não é suportado. Você quer ver as informações da linha de comando?"
40="Não é possível gravar o arquivo. Você precisa de permissão para gravá-lo."
41="Para iniciar o programa, você deve ter Direitos de Administrador!"
42="O arquivo não pode ser copiado!"
43="Change the icon of subfolders"
44="This program is for changing folder icons easily."

[Language_Chinese-Traditional_繁體中文]
Translator="齊一 (YI CHI), www.cotpear.com, <chiyi4869@gmail.com>"
01="變更資料夾色彩\n藍色\n粉紅色\n薄荷綠\n紅色\n橘色\n黃綠色\n紫色\n灰色\n藍綠色\n深藍色\n淺藍色\n綠色\n白色\n咖啡色"
02="變更資料夾樣式\n樣式 1\n樣式 2\n樣式 3\n樣式 4\n樣式 5\n樣式 6\n樣式 7\n樣式 8\n樣式 9\n樣式 10\n樣式 11\n樣式 12\n樣式 13\n樣式 14"
03="變更資料夾樣式\n樣式 1\n樣式 2\n樣式 3\n樣式 4\n樣式 5\n樣式 6\n樣式 7\n樣式 8\n樣式 9\n樣式 10\n樣式 11\n樣式 12\n樣式 13\n樣式 14"
04="變更資料夾圖示\n圖示 1\n圖示 2\n圖示 3\n圖示 4\n圖示 5\n圖示 6\n圖示 7\n圖示 8\n圖示 9\n圖示 10\n圖示 11\n圖示 12\n圖示 13\n圖示 14"
05="\n"
06="\n"
07="\n"
08="\n"
09="\n"
10="\n"
11="\n"
12="\n"
13="\n"
14=""
15="\n"
16="變更資料夾圖示"
17="圖示 #"
18="預設資料夾圖示 (&D)"
19="開啟 Folder Painter (&L)"
20="右鍵選單名稱:"
21="目標圖示:"
22="選擇圖示\n圖示文件"
23="按住 Shift 鍵顯示選項"
24="在資料夾中複製圖標"
25="新增新選單"
26="移除已選的選單"
27="重建 Shell 圖示快取"
28="安裝\n新增至右鍵選單"
29="移除\n從右鍵選單移除"
30="選單...\n其他選項"
31="播放音效(&P)"
32="重建 Shell 圖示快取 (&R)"
33="命令提示字元資訊 (&C)"
34="捐贈 (&D)"
35="聯繫方式 (&C)"
36="首頁 (&H)"
37="關於 (&A)"
38="請稍後..."
39="此操作系統不支援。檢視命令提示字元資訊？"
40="無法寫入文件。請提供寫入文件權限。"
41="此軟體必須使用系統管理員身分執行。"
42="無法複製檔案！"
43="Change the icon of subfolders"
44="This program is for changing folder icons easily."

[Language_Romanian_Română]
Translator="Coman Gelu Dănuț"
01="Schimbă Pictogramă Dosar \n Albastru \n Roz \n Mentă \n Roșu \n Portocaliu \n Lămâie Verde \n Violet \n Gri \n Turcoaz \n Flotă Militară \n Albastru Deschis \n Verde \n Alb \n Cafea"
02="\n"
03="\n"
04="\n"
05="\n"
06="\n"
07="\n"
08="\n"
09="\n"
10="\n"
11="\n"
12="\n"
13="\n"
14="\n"
15="\n"
16="Schimbă Pictogramă Dosar"
17="Pictogramă #"
18="&Pictogramă Dosar Implicit"
19="&Lansează Dosar pentru Zugrăvire"
20="Nume Meniu Contextual:"
21="Pictogramă Țintă:"
22="Selectează Pictogramă\n Pictogramă Fișiere"
23="Apasă Tasta Shift pentru Afișare Meniu Contextual"
24="Copiază Pictograma în Dosar"
25="Adăugă un Meniu Nou"
26="Elimină Meniul Selectat"
27="Reconstruire Pictograme Păstrate in Depozit"
28="Instalare \n Adăugă la Meniul Contextual"
29="Dezinstalare \n Elimină din Meniul Contextual"
30="Meniu ...\n Alte Optiuni"
31="&Redare Sunet"
32="&Reconstruire Pictograme Păstrate in Depozit"
33="&Info Linie de Comandă"
34="&Donează"
35="&Contact"
36="&Pagina Principală"
37="&Despre"
38="Vă rugăm așteptați..."
39="Sistemul nu este acceptat. Doriți să vedeți informații despre linia de comandă?"
40="Imposibil de scris fișierul. Aveți nevoie de permisiunea de a scrie fișierul."
41="Pentru a porni softul, trebuie să aveți drepturi de administrator!"
42="Fișierul nu a putut fi copiat!"
43="Schimbă pictograma subdosarelor"
44="Acest program este pentru a schimba cu ușurință pictogramele dosarelor."

[Language_Georgian_ქართული]
Translator="ლევან ბაინდურაშვილი"
01="საქაღალდის ხატის შეცვლა\nBlue\nPink\nMint\nRed\nOrange\nLime\nPurple\nGray\nTeal\nNavy\nLight Blue\nGreen\nWhite\nCoffee"
02="\n"
03="\n"
04="\n"
05="\n"
06="\n"
07="\n"
08="\n"
09="\n"
10="\n"
11="\n"
12="\n"
13="\n"
14="\n"
15="\n"
16="საქაღალდის ხატულის შეცვლა"
17="Ხატულა #"
18="&ნაგულისხმევი საქაღალდის ხატულა"
19="&გაუშვით Folder Painter"
20="კონტექსტური მენიუს სახელი:"
21="სამიზნე ხატულა:"
22=""აირჩიეთ ხატულა\nხატულას ფაილები"
23="გამოიყენეთ Shift კლავიში კონტექსტური მენიუს საჩვენებლად"
24="დააკოპირეთ ხატულა საქაღალდეში ყოფნისას"
25="ახალი მენიუს დამატება"
26="არჩეული მენიუს წაშლა"
27="Shell Icon Cache-ის აღდგენა"
28="Დაინსტალირება\nკონტექსტურ მენიუში დამატება"
29="დეინსტალაცია\nკონტექსტური მენიუდან ამოღება"
30="მენიუ ...\nსხვა ვარიანტები"
31="&Ხმის დაკვრა"
32="&Shell Icon Cache-ის აღდგენა"
33="&ბრძანების ხაზის ინფორმაცია"
34="&შემოწირულობა"
35="&კონტაქტი"
36="&საწყისი გვერდი"
37="& შესახებ"
38="Გთხოვთ მოიცადოთ .."
39="სისტემა არ არის მხარდაჭერილი. გსურთ ნახოთ ბრძანების ხაზის ინფორმაცია?"
40="ფაილის ჩაწერა შეუძლებელია. თქვენ გჭირდებათ ნებართვა ფაილის ჩასაწერად."
41="პროგრამული უზრუნველყოფის დასაწყებად თქვენ უნდა გქონდეთ ადმინისტრატორის უფლებები!"
42="ფაილის კოპირება ვერ მოხერხდა!"
43="შეცვალეთ ქვესაქაღალდის ხატულა"
44="ეს პროგრამა განკუთვნილია საქაღალდის ხატულების მარტივად შესაცვლელად."

